Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/tribunals_and_investigations/tribunals_introduction.html.txt.tmx
Source language: en
Languages: ga

source: Tribunals and investigations - introduction
ga: Binsí agus imscrúduithe - réamhrá

source: An investigatory inquiry is usually set up when something major of significant public importance has gone wrong; often because someone has done wrong, acted unlawfully or failed to act
ga: Socraítear fiosrúchán imscrúdaithe de ghnáth nuair a tharlaíonn rud éigin mícheart do rud lena mbaineann tábhacht shuntasach phoiblí, go minic mar gheall go ndearna duine éagóir, gur ghníomhaigh siad go mídhleathach nó gur theip orthu gníomhú

source: Its purpose is to find out the facts in relation to the particular matter of public concern, which has been identified by its terms of reference
ga: Is é an cuspóir a bhaineann leis seo ná chun na fíricí a dheimhniú maidir leis an tsaincheist ar leith lena mbaineann buairt phoiblí, a bhí sainaitheanta ag a théarmaí tagartha

source: As well as investigating the matter, the inquiry may make recommendations to prevent it happening again
ga: Mar aon leis an gceist a imscrúdú, féadfaidh an t-imscrúdú moltaí a dhéanamh chun cosc a chur air seo tarlú arís

source: It does not settle legal rights or impose penalties on individuals
ga: Ní dhéanann sé cearta dlíthiúla a réiteach ná pionóis a ghearradh ar dhaoine

source: Irish law makes provision for a number of different types of investigatory inquiry
ga: Déantar foráil i ndlí na hÉireann do líon saghsanna eile d’fhiosrúchán imscrúdaithe

source: These range from special inquiries established to investigate a particular event or series of events, such as tribunals of inquiry, to other inquiries such as planning inquiries
ga: Ina measc seo, tá fiosrúcháin speisialta a bunaíodh chun imscrúdú a dhéanamh ar imeacht nó ar shraith ar leith imeachtaí, ar nós binsí fiosrúcháin, agus fiosrúcháin eile, ar nós fiosrúcháin phleanála

source: Not all inquiries are established using legislation, that is, on a statutory basis
ga: Ní bhunaítear gach fiosrúchán agus an reachtaíocht á húsáid, is é sin, ar bhonn reachtúil

source: The findings of a particular inquiry may lead to some other form of inquiry being set up
ga: D’fhéadfadh go n-eagrófaí foirm eile d’fhiosrúchán mar gheall ar thorthaí fiosrúcháin ar leith

source: Tribunals of inquiry are not permanent tribunals
ga: Ní hionann binsí fiosrúcháin agus binsí buana

source: Instead, they are set up with powers to investigate specific matters
ga: Ina ionad sin, socraítear iad le cumhachtaí chun saincheisteanna ar leith a imscrúdú

source: They are usually chaired by judges or senior lawyers
ga: Is gnách go mbíonn breithiúna nó dlíodóirí sinsearacha ina gcathaoirligh orthu

source: At the end of the investigation, the tribunal submits a report to the Oireachtas, which may contain recommendations
ga: Ag deireadh an imscrúdaithe, cuireann an binse tuarascáil faoi bhráid an Oireachtais, ina bhféadfaí moltaí a chuimsiú

source: The duration and costs of tribunals of inquiry have been an issue
ga: Saincheist a bhí i gceist le fad agus costais bhinsí fiosrúcháin

source: The Comptroller and Auditor General published a Special Report into Tribunals of Inquiry in December 2008
ga: D’fhoilsigh an tArd-Reachtaire Cuntas agus Ciste Tuarascáil Speisialta ar Bhinsí Fiosrúcháin i Nollaig 2008

source: More information can be found in our document on tribunals of inquiry
ga: Is féidir leat teacht ar thuilleadh faisnéise inár gcáipéis ar bhinsí fiosrúcháin

source: Commissions of investigation are less expensive and speedier method of investigating matters than a tribunal of inquiry
ga: Ní chosnaíonn coimisiúin imscrúdaithe an oiread céanna agus is bealach níos tapúla iad chun saincheisteanna a imscrúdú ná binse fiosraithe

source: It is set up by government order which must be approved by the Dáil and Seanad
ga: Socraítear an coimisiún trí ordú rialtais nach mór don Dáil agus don Seanad é a fhaomhadh

source: The terms of reference are set by the Government or by an individual Minister
ga: Leagann an Rialtas nó Aire aonair na téarmaí tagartha amach

source: The commission makes a final report on its findings to a specified Minister
ga: Déanann coimisiún tuarascáil deiridh ar a dtorthaí le hAire sonraithe

source: There is more information in our document on commissions of investigation
ga: Is féidir leat níos mó faisnéise a léamh inár gcáipéis ar choimisiúin imscrúdaithe

source: There is a range of specialised legislation regulating particular sectors, such as the Companies Act 1990, which provide for investigations
ga: Tá réimse de reachtaíocht speisialaithe ann a rialaíonn earnálacha ar leith, ar nós Acht na gCuideachtaí, 1990, a dhéanann foráil d’imscrúduithe

source: The following are some examples:
ga: Seo a leanas roinnt samplaí:

source: • Part 2 of the Companies Act 1990 (Part 13 of the Companies Act 2014 when it is commenced) provides for the appointment of inspectors to investigate the affairs of a company, in particular situations
ga: • Déanann Cuid 2 d’Acht na gCuideachtaí, 1990 (Cuid 13 d’Acht na gCuideachtaí, 2014 nuair a chuirtear tús leis) foráil do chigirí a cheapadh chun gnóthaí cuideachta a imscrúdú, i gcásanna ar leith

source: • Under the European Union (Railway Safety) (Reporting and Investigation of Serious Accidents, Accidents and Incidents) Regulations 2014 the Railway Accident Investigation Unit (RAIU) investigates railway accidents and incidents
ga: • Faoi Rialacháin an Aontais Eorpaigh (Sábháilteacht Iarnróid) (Timpistí Tromchúiseacha, Timpistí agus Teagmhais a Thuairisciú agus a Imscrúdú), 2014, déanann an tAonad Imscrúdaithe Timpistí Iarnróid (AITI) imscrúdú ar thimpistí agus theagmhais iarnróid

source: • The Merchant Shipping (Investigation of Marine Casualties) Act 2000 and the European Communities (Merchant Shipping) (Investigation of Accidents) Regulations 2011 provide for the investigation by the Marine Casualty Investigation Board (MCIB) into marine casualties that take place in Irish waters or involve Irish registered vessels
ga: • Déanann an tAcht Loingis Tráchtála (Fiosrú Taismeach Muirí), 2000 agus Rialacháin na gComhphobal Eorpach (Loingeas Trádála) (Fiosrú Timpistí), 2011 foráil d’imscrúdú ag an mBord um Imscrúdú Taismí Muirí (BITM) ar thaismigh mhuirí a thiteann amach in uiscí na hÉireann nó ina mbíonn baint ag árthaí cláraithe Éireannacha

source: • The Air Accident Investigation Unit (AAIU) investigates aircraft accidents and incidents that occur within the State under the Air Navigation (Notification and Investigation of Accidents, Serious Incidents and Incidents) Regulations 2009
ga: • Déanann an tAonad um Imscrúdú Aerthionóiscí (AIAT) imscrúdú ar thimpistí aerárthaigh agus ar theagmhais a tharlaíonn laistigh den Stát faoi na Rialacháin Aerloingseoireachta (Timpistí, Teagmhais Thromchúiseacha agus Teagmhais a Fhógairt agus a Imscrúdú), 2009

source: Investigations are also carried out by other bodies, such as, the Office of the Comptroller and Auditor-General and the Office of the Ombudsman
ga: Anuas air sin, tugann comhlachtaí eile, ar nós Oifig an Ard-Reachtaire Cuntas agus Ciste agus Oifig an Ombudsman faoi imscrúduithe

source: The Oireachtas has a specialised system of committees which advises on a wide range of legislative, social, economic and financial business
ga: Tá córas speisialaithe coistí ag an Oireachtas a thugann comhairle ar réimse fairsing gnó reachtaíochta, shóisialta, eacnamaíoch agus airgeadais

source: On an ongoing basis, committees publish reports and results of their investigations
ga: Ar bhonn leanúnach, foilsíonn coistí tuarascálacha agus torthaí a gcuid imscrúduithe

source: A few special Oireachtas inquiries have also been held, such as the Parliamentary inquiry into D.I.R.T
ga: Cuireadh roinnt imscrúduithe de chuid an Oireachtais ar bun, ar nós an imscrúdaithe Pharlaimintigh ar D.I.R.T

source: in 1999, but in general they have faced legal challenges
ga: i 1999, ach go ginearálta, cuireadh agóidí dlíthiúla ar bun ina gcoinne

source: The Houses of the Oireachtas (Inquiries, Privileges and Procedures) Act 2013, which came into effect in September 2013, provides for the holding of inquiries into matters of public importance by the Oireachtas
ga: Forálann An tAcht um Thithe an Oireachtais (Fiosrúcháin, Pribhléidí agus Nósanna Imeachta), 2013, a tháinig i bhfeidhm i Meán Fómhair 2013, d’fhiosrúcháin a chur ar bun ag an Oireachtas ar shaincheisteanna lena mbaineann tábhacht phoiblí

source: Inquiries can be concerned with systems, practices, procedures, policies and the implementation of policy, and the effectiveness of legislative and regulatory systems
ga: Féadfaidh na fiosrúcháin a bheith bainteach le córais, cleachtais, nósanna imeachta, beartais agus beartas a chur i bhfeidhm, agus éifeachtacht na gcóras reachtaíochta agus rialála

source: Such inquiries may not make any findings that adversely affect the good name of someone who is not:
ga: Ní féidir leis na fiosrúcháin sin aon chinntí a dhéanamh a imríonn drochthionchar ar dhea-cháil duine:

source: • A member of the Dáil or Seanad, or
ga: • Nach comhalta den Dáil nó den Seanad iad, nó

source: • Someone who is directly accountable to the Oireachtas
ga: • Nach duine iad atá cuntasach go díreach don Oireachtas

source: A proposed Constitutional amendment to give such powers to the Oireachtas was rejected by the people in 2011
ga: Dhiúltaigh muintir na tíre leasú beartaithe Bunreachtúil chun na cumhachtaí sin a bhronnadh ar an Oireachtas in 2011

source: In November 2014, a Committee of Inquiry into the Banking Crisis was established under the 2013 Act
ga: I Samhain 2014, bunaíodh Coiste Fiosrúcháin ar an nGéarchéim Bhaincéireachta faoi 2013

source: The purpose of the Inquiry is to inquire into the reasons Ireland experienced a systemic banking crisis
ga: Is é cuspóir an Fhiosrúcháin chun fiosrúchán a dhéanamh ar na cúiseanna a raibh Éire thíos le géarchéim chórasach bhaincéireachta

source: Statutory and non-statutory inquiries
ga: Fiosrúcháin reachtúla agus neamhreachtúla

source: Not all inquiries are set up on a statutory basis
ga: Ní chuirtear gach fiosrúchán ar bun ar bhonn reachtúil

source: In 2000 the Minister for Health and Children established the Dunne Post Mortem Inquiry and in 2012 commissioned a report from Professor Walsh, independent researcher, on the practice of symphysiotomy in Ireland
ga: In 2000, bhunaigh an tAire Sláinte agus Leanaí Fiosrúchán ar Scrúdú Iarbháis Dunne agus in 2012, coimisiúnaíodh tuarascáil ón Ollamh Walsh, taighdeoir neamhspleách, ar chleachtas simfiseatóime in Éirinn

source: Sometimes a preliminary inquiry may be held in order to make the work of the main inquiry easier
ga: Amanna, is féidir réamhfhiosrúchán a chur ar bun chun obair níos fusa a dhéanamh d’obair an phríomhfhiosrúcháin

source: The Commission to Inquire into Child Abuse was initially established on an administrative basis in 1999 before being established on a statutory basis in 2000 under the Commission to Inquire into Child Abuse Act 2000
ga: Bunaíodh an Coimisiún chun Mí-Úsáid Leanaí a Fhiosrú i dtosach báire ar bhonn riaracháin i 1999 sular bunaíodh é ar bhonn reachtúil in 2000 faoin Acht um Choimisiún chun Drochúsáid Leanaí a Fhiosrú, 2000

source: Further information on inquiries and investigations is available in the Law Reform Commission’s 2003 Consultation Paper on Public Inquiries (pdf)
ga: Tá fáil ar bhreis faisnéise ar fhiosrúcháin agus ar imscrúduithe ó Pháipéar Comhairliúcháin um Fhiosrúcháin Phoiblí (pdf) 2003 an Choimisiúin um Athchóiriú an Dlí

source: Following on from an inquiry, often a compensation tribunal or scheme has been set up to compensate the victims of the episode or conduct which was under investigation at the inquiry
ga: Ag leanúint ó fhiosrúchán, is minic gur bunaíodh binse nó scéim cúitimh chun íospartaigh na heachtra nó an iompair a bhí ina n-ábhar imscrúdaithe ag an bhfiosrúchán a chúiteamh

source: The following are examples of such compensation schemes:
ga: Seo a leanas samplaí de na scéimeanna cúitimh sin:

source: • The Hepatitis Compensation Tribunal was set up in 1995
ga: • Bunaíodh an Binse Cúitimh Heipitítis i 1995

source: It provides compensation to those infected with Hepatitis C or HIV as a result of the use of Human Immunoglobulin Anti-D or as a result of the receipt of a blood transfusion or blood product within the State
ga: Soláthraíonn sé cúiteamh dóibh siúd atá galraithe le Heipitíteas C nó le SEIF mar thoradh ar Ghlóbailin Imhdíonachta Dhaonna Frith-D a úsáid nó mar thoradh go ndearnadh fuilaistriú ort nó gur tugadh táirge fola duit laistigh den Stát

source: • The Residential Institutions Redress Board was established in 2002
ga: • Bunaíodh an Bord Sásamh d’Institiúidí Cónaithe in 2002

source: It was set up to compensate those who, as children, were abused while resident in industrial schools, reformatories and other institutions subject to State regulation or inspection
ga: Bunaíodh é chun cúiteamh a thabhairt dóibh siúd ar baineadh mí-úsáid astu nuair a bhídís ina leanaí, fad a bhí cónaí orthu i scoileanna saothair, scoileanna ceartúcháin nó in institiúidí eile faoi réir rialáil nó imscrúdú an Stáit

source: • Caranua was established in 2013 under the Residential Institutions Statutory Fund Act 2012 to help those who experienced abuse in residential institutions and have received settlements through the Residential Institutions Redress Board or the courts
ga: • Bunaíodh Caranua in 2013 faoin Acht um an gCiste Reachtúil Foras Cónaithe, 2012 chun cabhrú leo siúd a bhí thíos le mí-úsáid in institiúidí cónaithe agus a bhain réitigh amach tríd an mBord Sásamh d’Institiúidí Cónaithe nó trí na cúirteanna

source: • The Symphysiotomy Payment Scheme was set up in 2014 to provide ex-gratia payments to women who underwent a surgical symphysiotomy or a pubiotomy in any hospital in the State between 1940 and 1990
ga: • Bunaíodh an Scéim Íocaíochta Simfiseatóime in 2014 chun íocaíochtaí ex-gratia a sholáthar do mhná a thug faoi shimfiseatóime mháinliachta nó faoi phúbatóime in aon ospidéal sa Stát idir 1940 agus 1990
